tap "clementtsang/bottom"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "louisbrunner/valgrind"
tap "universal-ctags/universal-ctags"
brew "coreutils"
brew "asdf"
brew "bat"
brew "bottom"
brew "glib"
brew "unbound"
brew "cask"
brew "ccls"
brew "cmake"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "figlet"
brew "gh"
brew "git", link: false
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "llvm", link: true
brew "llvm@14"
brew "lsd"
brew "mas"
brew "mecab"
brew "neovim"
brew "node"
brew "pfetch"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "ranger"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "universal-ctags"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "z"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "airbuddy"
cask "anki"
cask "arc"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "kindle"
cask "kitty"
cask "lulu"
cask "minecraft"
cask "openemu"
cask "qbittorrent"
cask "reminders-menubar"
cask "the-unarchiver"
cask "tunnelblick"
cask "utm"
cask "zoom"
mas "Adblock Plus", id: 1432731683
mas "AdBlock Pro", id: 1018301773
mas "Bitwarden", id: 1352778147
mas "Craft", id: 1487937127
mas "Goodnotes", id: 1444383602
mas "Hanami", id: 1456235760
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Spark", id: 1176895641
mas "Twitter", id: 1482454543
mas "Weather App", id: 6444355530
mas "Xcode", id: 497799835
mas "辞書 by 物書堂", id: 1380563956
