tap "clementtsang/bottom"
tap "cormacrelf/tap"
tap "crissnb/dynamicisland"
tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "louisbrunner/valgrind"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "universal-ctags/universal-ctags"
brew "aom"
brew "asdf"
brew "awscli"
brew "bat"
brew "binutils"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "glib"
brew "coreutils"
brew "gnutls"
brew "unbound"
brew "emacs"
brew "cask"
brew "llvm", link: true
brew "ccls"
brew "cmake"
brew "cmatrix"
brew "compiledb"
brew "cowsay"
brew "libtiff"
brew "ffmpeg"
brew "figlet"
brew "freeglut"
brew "freetds"
brew "jpeg-xl"
brew "libavif"
brew "gh"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "glow"
brew "libassuan"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "grpc"
brew "hf"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libass"
brew "libmicrohttpd"
brew "libraw"
brew "llvm@14"
brew "lolcat"
brew "lsd"
brew "mas"
brew "mecab"
brew "mise"
brew "neovim"
brew "openvino"
brew "pandoc"
brew "perl"
brew "pfetch"
brew "php"
brew "pipx"
brew "pyenv"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup"
brew "shared-mime-info"
brew "sherlock"
brew "speedtest-cli"
brew "srt"
brew "starship"
brew "stow"
brew "testdisk"
brew "tldr"
brew "tmux"
brew "universal-ctags"
brew "vapor"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "yt-dlp"
brew "z"
brew "cormacrelf/tap/dark-notify"
brew "crissnb/dynamicisland/dynamicislandsketchybar"
brew "daipeihust/tap/im-select"
brew "felixkratz/formulae/svim"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "airbuddy"
cask "android-studio"
cask "anki"
cask "antigravity"
cask "appcleaner"
cask "beeper"
cask "brave-browser"
cask "calibre"
cask "citra"
cask "claude"
cask "claude-code"
cask "comet"
cask "conductor"
cask "copilot-cli"
cask "docker-desktop"
cask "easydict"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "github-copilot-for-xcode"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "obsidian"
cask "openemu"
cask "orbstack"
cask "postman"
cask "qbittorrent"
cask "r-app"
cask "raycast"
cask "reminders-menubar"
cask "sublime-merge"
cask "the-unarchiver"
cask "thebrowsercompany-dia"
cask "upscayl"
cask "utm"
cask "visual-studio-code"
cask "zoom"
mas "Craft", id: 1487937127
mas "Dictionaries", id: 1380563956
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Swift Playground", id: 1496833156
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Tot", id: 1491071483
mas "Xcode", id: 497799835
cargo "avm"
cargo "fd-find"
cargo "ripgrep"
npm "corepack"
npm "yarn"
