tap "clementtsang/bottom"
tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "louisbrunner/valgrind"
tap "universal-ctags/universal-ctags"
brew "coreutils"
brew "asdf"
brew "bat"
brew "binutils"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "ccls"
brew "cmake"
brew "compiledb"
brew "cowsay"
brew "curl"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "freeglut"
brew "gh"
brew "git"
brew "glow"
brew "libassuan"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "grpc"
brew "htop"
brew "huggingface-cli"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "llvm", link: true
brew "llvm@14"
brew "lolcat"
brew "lsd"
brew "mas"
brew "mecab"
brew "neovim"
brew "perl"
brew "pfetch"
brew "php"
brew "pipx"
brew "pyenv"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "ranger"
brew "rust"
brew "rustup"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "universal-ctags"
brew "vapor"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "z"
brew "daipeihust/tap/im-select"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "airbuddy"
cask "android-studio"
cask "anki"
cask "arc"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "kitty"
cask "lulu"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "minecraft"
cask "obsidian"
cask "openemu"
cask "qbittorrent"
cask "reminders-menubar"
cask "spotify"
cask "the-unarchiver"
cask "tomighty"
cask "tor-browser"
cask "tunnelblick"
cask "utm"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "AdBlock Pro", id: 1018301773
mas "Bitwarden", id: 1352778147
mas "Codeshot", id: 1541665460
mas "Craft", id: 1487937127
mas "Developer", id: 640199958
mas "Dictionaries", id: 1380563956
mas "Fantastical", id: 975937182
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LanguageTool", id: 1534275760
mas "LINE", id: 539883307
mas "Live Wallpaper", id: 1456235760
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Playgrounds", id: 1496833156
mas "Portal", id: 1436994560
mas "Pure Paste", id: 1611378436
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Streaks", id: 963034692
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
mas "UnTrap", id: 1637438059
mas "Weather App", id: 6444355530
mas "Xcode", id: 497799835
